Tekla Open API Reference for Tekla Structures 2025
VertexEnumerator Properties
The VertexEnumerator type exposes the following members.
Properties
Name | Description
Current
 Returns the current vertex.
Top
See Also
Reference
VertexEnumerator Class
Tekla.Structures.Solid Namespace